Repository: pinchoalex/gist-api-code-insert
Catalog: languages/ap-gist-api-ci-*.po
Languages: ru_ru

source: Insert Gist API shortcode
ru_ru: Добавить Gist API шорткод

source: Required Field!
ru_ru: Обязательное поле!

source: File name
ru_ru: Имя файла

source: Raw file link
ru_ru: Ссылка на сырой файл

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Insert shortcode
ru_ru: Добавить шорткод

source: Can not load code by gist id, please check your shortcode and make sure gist exists
ru_ru: Не получается загрузить код по Gist id, пожалуйста проверьте параметры шорткода и что Gist существует

source: View raw file
ru_ru: Просмотреть как сырой файл

source: Inserts Github Gist code directly in to your posts via shortcode without using js embed script
ru_ru: Добавляет Github Gist код напрямую в ваши посты через Gist API без использования script тега

source: Alex Pinkevych
ru_ru: Александр Пинкевич
